/* NSKeyValueValidationError, user entered a value which was invalid for a field */
"Err1024-C" = "Niepoprawna wartość.";

/* NSKeyValueValidationError, argument is a string or number which was invalid for entry into a field */
"Err1024.o" = "Wartość „%@” jest niepoprawna.";

/* NSFormattingError */
"Err2048-C" = "Błąd formatowania.";

/* NSFileLockingError */
"Err255-C" = "Plik nie mógł być zablokowany.";

/* NSFileLockingError */
"Err255-R" = "Plik już może być zablokowany lub nie masz wystarczających przywilejów dostępu do pliku, by go zablokować.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Plik „%@” nie mógł być zablokowany.";

/* NSFileReadUnknownError */
"Err256" = "Nie można było otworzyć tego pliku.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Nie można było otworzyć pliku „%@”.";

/* NSFileReadNoPermissionError */
"Err257" = "Nie można było otworzyć pliku, ponieważ nie masz odpowiednich przywilejów dostępu.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Nie masz odpowiednich przywilejów dostępu.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "By zobaczyć lub zmienić przywileje dostępu, zaznacz rzecz w Finderze i wybierz polecenie Plik > Informacje.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Nie można było otworzyć pliku „%@”, ponieważ nie masz odpowiednich przywilejów dostępu.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Niewłaściwa nazwa pliku";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Nie można było otworzyć tej rzeczy, gdyż nazwa „%@” jest nieprawidłowa.";

/* NSFileReadCorruptFileError */
"Err259" = "Nie można było otworzyć pliku, gdyż jest on w niewłaściwym formacie.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Plik jest w niewłaściwym formacie.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Plik może być uszkodzony, obcięty lub w innym, niż oczekiwano, formacie.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Nie można było otworzyć pliku „%@”, gdyż jest w niewłaściwym formacie.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Taki plik nie istnieje.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Plik „%@” nie istnieje.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Nie można było otworzyć tego pliku używając wskazanego kodowania tekstu.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Wskazane kodowanie tekstu nie może być zastosowane";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Kodowanie tekstu %@ nie może być zastosowane.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Plik mógł być zachowany w innym kodowaniu tekstu lub może nie jest plikiem tekstowym.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Nie można było otworzyć tego pliku używając kodowania tekstu %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Nie można było otworzyć pliku „%2$@” używając kodowania tekstu %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Nie można było otworzyć pliku, gdyż wskazany typ URL nie jest obsługiwany.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Wskazany typ URL nie jest obsługiwany.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Nie można było otworzyć pliku „%1$@”, gdyż typ URL %2$@ nie jest obsługiwany.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Nie można było otworzyć pliku, gdyż typ URL %@ nie jest obsługiwany.";

/* NSFileReadTooLargeError */
"Err263" = "Ten plik nie mógł być otwarty, gdyż jest zbyt duży.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Ten plik jest zbyt duży.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Nie można było otworzyć pliku „%@”, gdyż jest on za długi.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Nie można było otworzyć tego pliku, gdyż nie można określić kodowania jego zawartości.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Nie można było określić kodowania jego zawartości.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Otwarcie tego pliku może być możliwe, gdy wskażesz konkretne kodowanie tekstu.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Nie można było otworzyć pliku „%@”, gdyż nie można określić użytego kodowania tekstu.";

/* NSUserCancelledError */
"Err3072-C" = "Operacja została odwołana.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "Pliku „%@” nie można było usunąć.";

/* NSFileNoSuchFileError */
"Err4-C" = "Taki plik nie istnieje.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Plik „%@” nie istnieje.";

/* NSFileWriteUnknownError */
"Err512" = "Nie można było zachować pliku.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "„%1$@” nie można było skopiować do „%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "„%1$@” nie można było połączyć z „%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "„%1$@” nie można było przenieść do „%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "Pliku „%@” nie można było usunąć.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Nie można było zachować pliku „%2$@” w katalogu „%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Nie można było zachować pliku „%@”.";

/* NSFileWriteNoPermissionError */
"Err513" = "Nie można było zachować pliku, ponieważ nie masz odpowiednich przywilejów dostępu.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "Nie można było skopiować „%1$@”, gdyż nie masz odpowiednich przywilejów dostępu do „%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "Nie można było połączyć „%1$@”, gdyż nie masz odpowiednich przywilejów dostępu do „%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "Nie można było przenieść „%1$@”, gdyż nie masz odpowiednich przywilejów dostępu do „%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "Nie można było usunąć „%@”, gdyż nie masz odpowiednich przywilejów dostępu.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Nie masz odpowiednich uprawnień dostępu.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "By zobaczyć lub zmienić przywileje dostępu, zaznacz rzecz w Finderze i wybierz polecenie Plik > Informacje.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Nie masz wystarczających przywilejów dostępu do zachowania pliku „%2$@” w katalogu „%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Nie masz wystarczających przywilejów dostępu do zachowania pliku „%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Nie można było zachować tej rzeczy, gdyż nazwa pliku jest nieprawidłowa.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Nie można było usunąć tej rzeczy, gdyż nazwa pliku „%@” jest nieprawidłowa.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Niewłaściwa nazwa pliku";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Nie można było zachować tej rzeczy, gdyż nazwa pliku „%@” jest nieprawidłowa.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Nie można było zachować pliku przy użyciu wskazanego kodowania tekstu.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Wskazane kodowanie tekstu nie może być zastosowane";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Kodowanie tekstu %@ nie może być zastosowane.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Jeśli to możliwe, proszę zaznaczyć inne kodowanie tekstu.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Nie można było zachować tego pliku używając kodowania tekstu %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Nie można było zachować pliku „%2$@” przy użyciu kodowania tekstu %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Nie można było zachować pliku, gdyż wskazany typ URL nie jest obsługiwany.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Wskazany typ URL nie jest obsługiwany.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Nie można było zachować pliku „%1$@”, gdyż typ URL %2$@ nie jest obsługiwany.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Nie można było zachować pliku, gdyż typ URL %@ nie jest obsługiwany.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Nie można było zachować pliku, gdyż nie ma wystarczająco dużo miejsca.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "Nie można było skopiować „%1$@” do „%2$@”, gdyż brak jest wystarczająco dużo miejsca.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "Nie można było połączyć „%1$@” z „%2$@”, gdyż brak jest wystarczająco dużo miejsca.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "Nie można było przenieść „%1$@” do „%2$@”, gdyż brak jest wystarczająco dużo miejsca.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Brakuje wystarczająco miejsca.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Na woluminie „%@” brak miejsca.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Proszę usunąć niektóre pliki z woluminu i spróbować ponownie.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Nie możesz zachować pliku „%@, gdyż nie ma wystarczająco dużo miejsca.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Nie można zachować pliku „%1$@”, gdyż na woluminie „%2$@” brakuje miejsca.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"Operation could not be completed. (%@ error %ld.)" = "Nie można było ukończyć tej operacji. (%1$@ błąd %2$ld.)";

